Repository: micolor/Iclick
Catalog: IClick/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: Actions
zh_hans: 右键菜单

source: Add
zh_hans: 添加

source: Add New File Type
zh_hans: 添加新建文件类型

source: App Icon Show
zh_hans: App 图标展示

source: Apps
zh_hans: 常用App

source: Arguments
zh_hans: 参数

source: Authorization folder
zh_hans: 授权的文件夹

source: Cancel
zh_hans: 取消

# Common Dir
source: Common Path
zh_hans: 常用路径

# Common Folders
source: Common Paths
zh_hans: 常用路径

source: Copy Path
zh_hans: 拷贝路径

source: Cut
zh_hans: 剪切

source: Default Open App
zh_hans: 默认打开 App

source: Delete Direct
zh_hans: 彻底删除

source: Display Name
zh_hans: 显示名称

source: Edit App Properties
zh_hans: 编辑App 属性

source: Enable extension
zh_hans: 启用扩展

source: Environment Variables
zh_hans: 环境变量

source: Favorite Apps
zh_hans: 常用APP

source: Favorite Folders
zh_hans: 常用路径

source: General
zh_hans: 通用设置

source: Hide
zh_hans: 隐藏

source: IClick is a right-click menu extension that allows you to add applications for opening folders and includes some common actions!
zh_hans: IClick 是一个右键菜单扩展，可以添加打开文件夹的应用，可以添加一些常用的操作！

source: Invalid Folder Selection
zh_hans: 无效的文件夹选择

source: Launch at login
zh_hans: 登录时启动

source: New File
zh_hans: 新建文件

source: Not Authorized Folder
zh_hans: 无授权文件夹

source: OK
zh_hans: 确认

source: Open Settings
zh_hans: 打开设置

source: Open With %@
zh_hans: 用 %@ 打开

source: Paste
zh_hans: 粘贴

source: Quit
zh_hans: 停止

source: Reset
zh_hans: 重置

source: Save
zh_hans: 保存

source: Screenshot
zh_hans: 截图

source: Screenshot & Annotate
zh_hans: 截图并标注

source: Select App
zh_hans: 选择App

source: Settings
zh_hans: 设置

source: Show in dock
zh_hans: 在 Dock 栏显示

source: Show in menu bar
zh_hans: 在菜单栏显示

source: The IClick extension needs to be enabled for it to work properly
zh_hans: IClick 需要启用 扩展才能正常工作

source: The operation of the menu can only be executed in authorized folders
zh_hans: 菜单中的操作在授权文件夹中才能执行

source: The selected folder is a subdirectory of the previously chosen folder. Please select a different folder.
zh_hans: 选择的文件夹已经包含在已授权的文件夹中

source: Unhide
zh_hans: 显示

source: Untitled
zh_hans: 未命名

source: Want to add a feature? Give feedback here.
zh_hans: 需要添加新功能，在这里反馈

source: You must grant access to the folder to use this feature.
zh_hans: 你必须选择至少一个文件夹才能使用
